[Version]
7.7

[Main]	
Item0000=Üdvözli a HP Recovery Manager! Ezzel az eszközzel helyreállíthatja a számítógépet, ha nem működik megfelelően.
Item0001=Azonn. segítségre van szükségem
Item0002=Karbantartást szeretnék végezni
Item0003=Szeretném felvenni a kapcsolatot a HP ügyfélszolgálatával
Item0004=SzeretnéK biztonsági intézkedéseket tenni
Item0005=Windows rendszer-visszaállítás
Item0006=A rendszer visszaállítása egy korábbi állapotba
Item0007=Windows helyreállítási környezet
Item0008=A lemezkép frissítéseséhez vagy a rendszer eredeti gyári állapotának visszaállításához indítsa újra a gépet, és lépjen be a Windows helyreállítási környezetbe
Item0009=Fájlok biztonsági mentése
Item0010=Biztonsági másolat készítése a személyes adatokról
Item0011=Minimális rendszerkép helyreállítása
Item0012=Csak az operációs rendszer, az illesztőprogramok és bizonyos szoftverek helyreállítása (tiszta rendszerkép)
Item0013=Számítógép-ellenőrzés futtatása
Item0014=A számítógép (memória, merevlemez stb.) diagnosztizálása hardverdiagnosztikai eszközökkel
Item0015=Helyreállítási adathordozók létrehozása
Item0016=Helyreállítási adathordozók készítése a rendszerhez
Item0017=A helyreállítási partíció eltávolítása
Item0018=A gyárilag telepített biztonsági szoftverlemezkép törlése merevlemez-terület felszabadításához
Item0019=Gyári visszaállítás
Item0020=A számítógép visszaállítása a teljes merevlemez törlésével és az eredeti gyári állapot visszaállításával
Item0021=A számítógép karbantartása
Item0022=Hibaelhárítás, frissítések letöltése és a számítógép megismerése
Item0023=Segítségkérés a HP-tól
Item0024=A HP ügyfélszolgálat kapcsolatfelvételi információinak megjelenítése
Item0025=Kapcsolatfelvételi információk megjelenítése
Item0026=A HP ügyfélszolgálat kapcsolatfelvételi információinak megjelenítése
Item0027=Illesztőprogramok és alkalmazások újratelepítése
Item0028=Illesztőprogramok és/vagy alkalmazások újratelepítése
Item0029=Letiltva: a helyreállítási partíciót eltávolították.
Item0030=Letiltva: A rendszer visszaállításához használja a helyreállítási adathordozót.
Item0031=Letiltva: A Windows Rendszer-visszaállítás ki van kapcsolva.
Item0032=Letiltva: a HP Support Assistant nincs telepítve.
Item0033=Windows biztonsági mentés és visszaállítás
Item0034=Biztonsági másolat létrehozása vagy fájlok visszaállítása meglévő biztonsági másolatból
Item0035=Nem megfelelő hozzáférés jogok
Item0036=A HP Recovery Manager futtatásához rendszergazdai jogok szükségesek. Növelje a Felhasználói fiókok felügyelete beállítás értékét. 	
Item0037=Verzió: 00
Item0038=Letiltva: A program nem támogatja dinamikus lemez használatát
Item0039=Letiltva: Windows lemezkezelés használata
Item0040=Windows fájlelőzmények
Item0041=Bizonyos funkciókhoz a helyreállítási partícióhoz kell hozzáférni. Ezeknek a lehetőségeknek az engedélyezéséhez dokkolja a táblaszámítógépet a talpba, és indítsa újra a HP Recovery Managert.
Item0042=A lehetőség használatához dokkolja a táblaszámítógépet a talpba, és indítsa újra a HP Recovery Managert.
Item0043=A helyreállításhoz és a fájlok biztonsági mentéséhez hozzá kell férni a talpban található helyreállítási partícióhoz. Dokkolja a táblaszámítógépet a talpba, indítsa újra a rendszert és a HP Recovery Manager újraindításához nyomja meg az F11-et. A számítógép ellenőrzésének folytatásához kattintson a Folytatás gombra.
Item0044=Windows rendszerfrissítés
Item0045=Óvintézkedések
Item0046=Támogatás
Item0047=Karbantartás
Item0048=Helyreállító adathordozó létrehozása
Item0049=Helyreállító adathordozó létrehozása a rendszerhez
Item0050=Számítógép-karbantartás végzése 
Item0051=Kapcsolatfelvétel a HP támogatással
Item0052=Helyreállítási partíció eltávolítása
Item0053=Visszaállítási pont létrehozása vagy a rendszer visszaállítása korábban létrehozott visszaállítási pontokkal
Item0054=Windows fájlelőzmények
Item0055=HP helyreállítási környezet
Item0056=A rendszer eredeti gyári állapotának visszaállításához indítsa újra a számítógépet, és lépjen be a HP helyreállítási környezetbe
Item0057=A helyreállítási folyamat során ne távolítsa el a táblagépet a dokkolóegységből.
Item0058=A rendszer visszaállításához indítsa újra, majd írja be a 00 értéket
Item0059=Windows rendszervisszaállítás
Item0060=A HP Recovery Manager csak fekvő tájolású módban támogatott.
Item0061=Zárja be a HP Recovery Manager alkalmazást, kapcsolja át a képernyőt fekvő tájolásúra, majd futtassa ismét az alkalmazást.

[General]	
Item0100=Vissza
Item0101=Tovább
Item0102=Mégse
Item0103=Folytatás
Item0104=Befejezés
Item0105=OK
Item0106=Kilép a HP Recovery Manager programból?
Item0107=Gondoskodjon róla, hogy a számítógép csatlakoztatva legyen a hálózatra a külső tápegységgel, különben megszakadhat a visszaállítási folyamat.
Item0108=A HP Recovery Manager már fut.
Item0109=Újraindítás
Item0110=Leállítás
Item0111=Vigyázat! Jelenleg akkumulátorról üzemel a számítógép.
Item0112=Ez a folyamat csak akkor végezhető el, ha a számítógép csatlakoztatva van a hálózatra a tápegységgel.
Item0113=Csatlakoztassa a számítógép tápegységét, majd a folytatáshoz kattintson az OK gombra.
Item0114=A HP Recovery Manager futása sikertelen. Hibakód: 00
Item0115=Hiba történt. Próbálkozzon újra.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(hibakód=00)
Item0119=Az aktuális konfigurációban nem végezhető helyreállítás. Engedélyezze a gyorsítást az Intel Smart Response Technology számára, és próbálja újra.
Item0120=A Recovery Manager program a Windows 7 operációs rendszerhez készült. A program nem kompatibilis a Windows 8 operációs rendszerrel.
Item0121=Ez a Softpaq nem támogatott Windows 7 rendszeren. Először frissítse a rendszert Windows 8 rendszerre.
	
[Windows System Restore]
Item0200=Windows rendszer-visszaállítás
Item0201=A Windows rendszer-visszaállítás használatához a HP Recovery Manager bezárul.
Item0202=A Windows rendszer-visszaállítás segítséget nyújthat olyan problémák elhárításához, amely a számítógép lassulását vagy lefagyását okozhatják.  A művelet nincs hatással a dokumentumokra, képekre és az egyéb személyes adatokra.
Item0203=A Windows rendszer-visszaállítás automatikus indításához kattintson a Tovább gombra.
	       	
[Computer Checkup]	
Item0250=A számítógép ellenőrzése
Item0251=Lemezellenőrzés indítása a Windows-partíción
Item0252=Lemezellenőrzés indítása a helyreállítási partíción
Item0253=Parancssor megnyitása
Item0254=A folytatáshoz válasszon egy lehetőséget, majd kattintson a Tovább gombra.
		
[Remove Recovery Partition]	
Item0300=A helyreállítási partíció eltávolítása
Item0301=A helyreállítási partíció eltávolítását követően sem a Windows Push Button Reset (Windows nyomógombos újraindítása), sem a HP lemezkép-helyreállítási beállításai nem lesznek elérhetők.
Item0302=Értettem. Eltávolítom a helyreállítási partíciót.
Item0303=Folytatás
Item0304=Nem készített helyreállítási adathordozó(ka)t. A helyreállítási partíció eltávolítása után nem lesz elérhető a Helyreállítási adathordozók létrehozása lehetőség.
Item0305=Ugorjon ide: 00.
Item0306=Helyreállítási partíció eltávolítása…
Item0307=Kattintson a Folytatás gombra a kezdőlapra való visszatéréshez
Item0308=Kezdőlap
Item0309=Helyreállítási adathordozók létrehozása
Item0310=Hiba történt a helyreállítási partíció eltávolítása során. Próbálkozzon újra.
Item0311=A helyreállítási partíció eltávolítása sikeresen befejeződött.
Item0312=A helyreállítási partíció eltávolítása után nem használhatók a HP rendszerkép-helyreállítási lehetőségei.
		
[File Restore Program]	
Item0400=Fájlvisszaállítás 
Item0401=Üdvözöljük
Item0402=A Fájlvisszaállítás segítségével visszaállíthatja a korábban mentett fájlokat.
Item0403=A folytatáshoz kattintson a Tovább gombra.
Item0404=Milyen típusú fájlokat szeretne visszaállítani?
Item0405=Képek
Item0406=Zenék és egyéb hangfájlok
Item0407=Videók és filmek
Item0408=Felvett TV-műsorok
Item0409=Dokumentumok, táblázatok és bemutatók
Item0410=E-mailek, kedvenc weblapok és beállítások
Item0411=Egyéb
Item0412=Súgó
Item0413=A fájlok a következő helyen találhatók:
Item0414=A program elhelyezett az asztalon egy parancsikont, amely erre a helyre mutat.
Item0415=A visszaállítás folyamatban van
Item0416=Állapot:  00%
Item0417=Kis türelmet...
Item0418=Fájlok visszaállítva
Item0419=A visszaállítás sikeresen befejeződött.
Item0420=A program bezárásához kattintson a Befejezés gombra.
Item0421=Néhány visszaállított fájl elérési útvonala több mint 260 karakterből áll. További információ: 00.
Item0422=OK
Item0423=Figyelmeztetés
Item0424=A Fájlvisszaállítás már fut.
Item0425=A Fájlvisszaállítás futtatása csak a Windows 7 rendszerből lehetséges.
Item0426=Megszakítja a fájlok visszaállítását?
Item0427=A visszaállítás megszakítva
Item0428=Ön megszakította a visszaállítási folyamatot.
Item0429=Hová szeretné elmenteni a backup fájlokat?
Item0430=Helyi lemez
		
[File Backup Program]	
Item0500=Fájlok biztonsági mentése
Item0501=Milyen típusú fájlokat szeretne menteni?
Item0502=Képek
Item0503=Zenék és egyéb hangfájlok
Item0504=Videók és filmek
Item0505=Felvett TV-műsorok
Item0506=Dokumentumok, táblázatok és bemutatók
Item0507=E-mailek, kedvenc weblapok és beállítások
Item0508=Egyéb
Item0509=Súgó
Item0510=A folytatáshoz kattintson a Tovább gombra.
Item0511=Keresés
Item0512=A Fájlok biztonsági mentése varázsló létrehozza a menteni kívánt fájlok listáját.
Item0513=A folyamat percekig is eltarthat.
Item0514=Állapot: 00 %
Item0515=Kis türelmet...
Item0516=Jelenleg nincs elegendő szabad hely a merevlemez rendszerpartícióján az adatok tömörítéséhez szükséges átmeneti tároláshoz.
Item0517=A feladat folytatásához fel kell szabadítania elegendő lemezterületet a merevlemez rendszerpartícióján.
Item0518=OK
Item0519=Figyelmeztetés
Item0520=A folytatáshoz válasszon egy lehetőséget, majd kattintson a Tovább gombra.
Item0521=A biztonsági mentés létrehozása
Item0522=A mentési fájlok létrehozása
Item0523=A mentési fájlok véglegesítése
Item0524=Nem találhatók fájlok a felhasználó által kiválasztott típusokból.
Item0525=Hova szeretne menteni?
Item0526=A forrásfájlok mérete:  00
Item0527=Név
Item0528=Típus
Item0529=Teljes méret
Item0530=Szabad terület
Item0531=Nem érhető el eszköz a fájlok mentéséhez. Ellenőrizze, hogy a cserélhető adathordozó csatlakozik-e.
Item0532=Cserélhető
Item0533=A fájlok biztonsági mentése kész.
Item0534=A fájlok mentésének helye: (00).
Item0535=A biztonsági mentés másolása 
Item0536=A célmeghajtó nincs csatlakoztatva.
Item0537=Fájlok biztonsági mentése
Item0538=A HP Recovery Manager sikeresen elkészítette a biztonsági mentést.
Item0539=Megszakítja a fájlok biztonsági mentését?
Item0540=Mégse
Item0541=Mentés megszakítva
Item0542=Sikeresen megszakította a biztonsági mentési folyamatot.
Item0543=Ön megszakította a biztonsági mentési folyamatot.
Item0544=Továbblép a rendszer-helyreállítási folyamatra?
Item0545=Továbblép a minimális rendszerkép helyreállításának folyamatára?
Item0546=Továbblép a gyári visszaállítási folyamatra?
Item0547=Igen
Item0548=Nem
Item0549=Író
Item0550=Nem érhető el eszköz a fájlok mentéséhez. Ellenőrizze, hogy a cserélhető lemez vagy író csatlakozik-e.
Item0551=Automatikus biztonsági mentés
Item0552=Lehetővé teszi, hogy a felhasználó kiválassza a menteni kívánt kategóriákat (pl. fényképek). A mentés az adott kategóriában jellemzően használt fájltípusok többségére kiterjed. Akkor válassza ezt a lehetőséget, ha egyszerűen szeretné beállítani a mentést.
Item0553=Manuális biztonsági mentés
Item0554=Lehetővé teszi, hogy a felhasználó kiválassza, hogy konkrétan mely fájlokat és mappákat szeretné menteni. Akkor válassza ezt a lehetőséget, ha teljes mértékben Ön szeretné meghatározni a mentett fájlok körét.
Item0555=Közvetlen adatmásolás
Item0556=A Közvetlen adatmásolás funkció nem alkalmaz tömörítést, és a fájlok visszaállítása nem a HP Recovery Manager használatával történik. Mentés után a fájlok bármilyen számítógépről elérhetőek a System Recovery Files mappában.
Item0557=Az eredeti rendszer adatainak visszaállításához egyszerűen csak másolja és illessze be a fájlokat a helyükre.
Item0558=Helyezzen be egy üres DVD+R vagy DVD-R lemezt, és kattintson a Tovább gombra.
Item0559=Írás előrehaladása:  00 %
Item0560=Összes lemez:  00
Item0561=Jelenlegi lemez:  00
Item0562=Helyezzen be lemezt
Item0563=Helyezzen be egy üres lemezt.
Item0564=A behelyezett lemezt a HP Recovery Manager nem támogatja. Helyezzen be egy üres DVD+R vagy DVD-R (4,7 GB kapacitású) lemezt.
Item0565=Adatok előkészítése 
	
[Recovery Media Creation]	
Item0600=Kezdőlap
Item0601=Helyreállítási adathordozók létrehozása
Item0602=Csak 00 készletnyi helyreállítási adathordozót készíthet.
Item0603=Elfogadom.
Item0604=Folytatás
Item0605=Helyezzen be egyet a következő adathordozók közül:
Item0606=USB flash meghajtó
Item0607=Legalább 00 GB kapacitás szükséges
Item0608=DVD
Item0609=00 lemez szükséges
Item0610=DVDDL
Item0611=Folytatja a kijelölt adathordozóval?
Item0612=Igen
Item0613=Nem
Item0614=A helyreállítási USB flash meghajtó létrehozása folyamatban...
Item0615=Lemez előkészítése
Item0616=Az USB flash meghajtó formázása
Item0617=Lemezkép másolása
Item0618=A helyreállítási rendszerkép másolása az USB flash meghajtóra folyamatban...
Item0619=Lemez ellenőrzése
Item0620=Az USB flash meghajtón lévő helyreállítási rendszerkép ellenőrzése folyamatban...
Item0621=00% kész
Item0622=Helyezzen be lemezt
Item0623=A folytatáshoz helyezzen be egy 00 lemezt. A Mégse gombra kattintva leállíthatja a helyreállítási adathordozók létrehozását. A Helyreállítási adathordozók létrehozása folyamat bármikor folytatható a Helyreállítási adathordozók létrehozása lehetőség újbóli kiválasztásával.
Item0624=Adatok előkészítése
Item0625=Helyreállítási lemezkép létrehozása
Item0626=Adatok írása
Item0627=A helyreállítási lemezkép lemezre írása
Item0628=Lemez ellenőrzése
Item0629=A lemezen lévő helyreállítási lemezkép ellenőrzése
Item0630=Már létrehozott helyreállítási adathordozó(ka)t a következő időpontban: 00. Csak EGY készletnyi helyreállítási adathordozót készíthet.
Item0631=Kattintson az OK gombra a kezdőlapra való visszatéréshez
Item0632=OK
Item0633=Nem készített helyreállítási adathordozó(ka)t. Kattintson a Folytatás gombra a helyreállítási adathordozók létrehozásának befejezéséhez.
Item0634=Mégse
Item0635=Csatlakoztassa a számítógép tápegységét
Item0636=A folyamat folytatásához az akkumulátornak benne kell lennie a számítógépben, és a számítógépnek csatlakoznia kell a tápegységéhez
Item0637=Helyezze be az akkumulátort
Item0638=Nem található optikai meghajtó
Item0639=Most csatlakoztathat optikai meghajtót
Item0640=Blu-ray lemez
Item0641=A(z) 00. helyreállító lemez elkészítése sikeresen befejeződött. Címkézze meg a(z) 00. lemezt, és tegye biztos helyre.
Item0642=A program formázni fogja az USB flash meghajtót. Az USB flash meghajtón lévő minden adat elveszik. A helyreállítási lemezkép az USB flash meghajtón lévő összes helyet felhasználja (még akkor is, ha az USB flash meghajtó kapacitása nagyobb a helyreállítási lemezkép becsült méreténél).
Item0643=A Mégse gombra kattintva visszaléphet az adathordozó kiválasztására, a Folytatás gombra kattintva pedig elindíthatja a lemez előkészítését.
Item0644=Válasszon egyet az alábbi adathordozók közül 
Item0645=EGY
Item0646=Hardver elemzése…
Item0647=Folyamatban van a helyreállítási adathordozó(k) létrehozása. A HP Recovery Manager nem zárható be.
Item0648=Hiba történt a helyreállítási adathordozó(k) létrehozása során. Próbálkozzon újra.
Item0649=Nem elég nagy a behelyezett flash meghajtó kapacitása. Helyezzen be másik meghajtót.
Item0650=A program nem támogatja az újraírható adathordozók használatát. Helyezzen be egy üres 00 lemezt.
Item0651=A behelyezett lemez nem üres. Helyezzen be egy üres 00 lemezt.
Item0652=A(z) 00/01. helyreállító lemez elkészítése sikeresen befejeződött. Címkézze meg a lemezt (00/01), és tegye biztos helyre.
Item0653=Sikeresen elkészítette a helyreállító lemezt.
Item0654=Sikeresen elkészítette a helyreállítási flash meghajtót. Címkézze meg, és tegye biztos helyre.
Item0655=00 lemez szükséges
Item0656=A program nem támogatja az újraírható adathordozók használatát.
Item0657=A program nem támogatja a behelyezett adathordozót.
Item0658=A helyreállítási partíció eltávolítása megtörtént – a Helyreállítási adathordozók létrehozása lehetőség ezután nem érhető el.
Item0659=A lemez ellenőrzése nem sikerült. Használjon másik lemezt, és próbálkozzon újra.
Item0660=A lemezre írás nem sikerült. Használjon másik lemezt, és próbálkozzon újra.
Item0661=Ez a rendszer helyreállítási adathordozóról lett létrehozva. Csak EGY készletnyi helyreállítási adathordozót készíthet.
Item0662=A helyreállítási partíciót eltávolították.
Item0663=Túllépte az USB-korlátot
Item0664=A helyreállítási lemezkép meghaladja a 32 GB-ot. Használjon optikai adathordozót.
Item0665=A helyreállítási lemezkép meghaladja az USB flash meghajtókra vonatkozó 32 GB-os méretkorlátot. A helyreállítási adathordozó létrehozásához optikai adathordozót (DVD lemezeket) használjon.
Item0666=Ellenőrizze, hogy az USB flash meghajtó képes 00 GB adat (legfeljebb 32 GB) tárolására.
Item0667=- A(z) 00/01. helyreállító lemez elkészítése sikeresen befejeződött. Címkézze meg a lemezt (00/01), és tegye biztos helyre.
Item0668=- A folytatáshoz helyezzen egy lemezt, vagy a Mégse gombra kattintva leállíthatja a helyreállítási adathordozók létrehozását. 
Item0669=- Az adathordozók készítését bármikor folytathatja, ha ismét rákattint a Helyreállítási adathordozók létrehozása lehetőségre.
Item0670=Vigyázat! A program formázni fogja a kiválasztott USB flash meghajtót. Az USB flash meghajtón lévő minden adat elveszik.
Item0671=A helyreállítási lemezkép legfeljebb 32 GB tárhelyet foglal el az USB flash meghajtón. Amennyiben az USB flash meghajtó nagyobb, mint 32 GB, a fennmaradó szabad lemezterület a helyreállítási adathordozó létrehozása után nem használható.
Item0672=A Mégse gombra kattintva visszatérhet az adathordozó kiválasztásához, a Folytatás gombra kattintva pedig megkezdheti a helyreállítási adathordozók létrehozását.
Item0673=Az adathordozó kiválasztásához való visszatéréshez válassza a(z) 00 lehetőséget, vagy válassza a(z) 01 opciót a helyreállítási adathordozó létrehozásának elindításához.
	
[System Recovery]	
Item0700=A számítógép helyreállítása az eredeti gyári állapotába
Item0701=Ez a folyamat újratelepíti az eredeti gyári rendszerképet a rendszerpartíción, egyéb változtatást azonban nem hajt végre a merevlemezen.
Item0702=A felhasználó által a számítógép megvásárlása után létrehozott fájlok és telepített programok elvesznek.
Item0703=Előbb a fájlok biztonsági mentése (javasolt)
Item0704=Helyreállítás a fájlok biztonsági mentése nélkül
Item0705=A folytatáshoz válasszon egy lehetőséget, majd kattintson a Tovább gombra.
Item0706=HP helyreállítási környezet
Item0707=Üdvözli a HP Recovery Manager!
Item0708=Ezzel a programmal helyreállíthatja a számítógépet az eredeti gyári állapotába.
Item0709=Mielőtt folytatná, válasszon le minden külső eszközt.
Item0710=További információt a számítógép dokumentációja tartalmaz.
Item0711=A folytatáshoz kattintson a Tovább gombra.
Item0712=Gyári rendszerkép visszaállítása
Item0713=A merevlemez Windows-partíciójának újraformázása
Item0714=Az eredeti szoftverek újratelepítése
Item0715=Állapot:  00 % 
Item0716=Becsült hátralévő idő: 00 perc
Item0717=Kis türelmet...
Item0718=Befejeződött a helyreállítás
Item0719=Miután a számítógép újraindult, és Ön megadta a számítógép kezdeti beállításait, el kell végeznie néhány további fontos lépést:
Item0720=Frissítse a biztonsági fájlokat a Microsoft és a HP webhelyéről
Item0721=Telepítse újra azokat a szoftvereket, amelyek nem voltak előre telepítve a számítógépre
Item0722=Állítsa vissza a mentett személyes adatokat (amennyiben készített biztonsági mentést)
Item0723=A számítógép újraindításához kattintson a Befejezés gombra.
Item0724=A helyreállítás előkészítése
Item0725=A program újraformázza a merevlemezt, majd másol minden olyan fájlt, amely szükséges a gyári rendszerkép visszaállításához.
Item0726=Helyreállító telepítés
Item0727=A program telepíti a szoftvereket és az illesztőprogramokat, és a számítógépre szabja a telepítés tartalmát.
Item0728=A HP Recovery Manager visszaállítja a merevlemezt az eredeti gyári állapotába. A felhasználói adatok és a merevlemezen végrehajtott módosítások elvesznek.
Item0729=OK
Item0730=Mégse
Item0731=Gyári rendszerkép helyreállításának előkészítése
Item0732=A merevlemez visszaállításához szükséges fájlok másolása a merevlemezre
Item0733=Befejeződött a helyreállítás előkészítése
Item0734=A számítógép újraindítása után elkezdődik a helyreállítás telepítési szakasza.
Item0735=A program telepíti a szoftvereket és az illesztőprogramokat, és a számítógépre szabja a telepítés tartalmát.
Item0736=Ebben a szakaszban a számítógép többször automatikusan újraindul. Ez a folyamat természetes része.
Item0737=Ez idő alatt ne állítsa le a számítógépet, ne zárja le a fedelét, ne húzza ki a váltóáramú tápegységet, valamint ne próbálja meg használni a számítógépet.
Item0738=A számítógép újraindításához kattintson a Folytatás parancsra.
Item0739=Helyezze be a(z) 00. helyreállító lemezt.
Item0740=Távolítsa el a helyreállítási adathordozót a számítógépből
Item0741=A rendszer helyreállítása nem végezhető el a Windows rendszerből. Újraindítja a számítógépet, és belép a helyreállítási környezetbe?
Item0742=Folytatja?
Item0743=A helyreállítási környezet előkészítése…
Item0744=Zárjon be minden alkalmazást, és indítsa újra a számítógépet.
Item0745=Mielőtt folytatná, válasszon le minden külső eszközt a billentyűzet, az egér és a monitor kivételével.
Item0746=A rendszer helyreállítása nem végezhető el a Windows rendszerből. Újraindítja a számítógépet, és belép a helyreállítási környezetbe?
Item0747=A helyreállítási folyamat két szakaszból áll:
Item0748=Kezdőlap
Item0749=Rendszer-helyreállítás
Item0750=Letiltva: A számítógép helyreállításához használja a Gyári visszaállítás lehetőséget	
Item0751=Tegye a rendszert naprakésszé a legújabb Microsoft- és HP-frissítések telepítésével.
Item0752=A HP helyreállítási környezetet választotta. A rendszer újraindul, és belép a helyreállítási környezetbe. Folytatja?
Item0753=Ha a számítógépen eredetileg több operációs rendszer volt telepítve, a helyreállítási folyamat az összes operációs rendszert visszaállítja a gyári állapotba.
Item0754=A 00 lehetőséget választotta. A rendszer újraindul, és belép a visszaállító környezetbe. Folytatja a műveletet?
Item0755=A felhasználó által létrehozott fájlok és partíciók, valamint a vásárlás után telepített programok elvesznek.
Item0756=A helyreállítási folyamat két szakaszból áll:
Item0757=A helyreállítás előkészítése
Item0758=A program újraformázza a Windows-partíciót, majd a merevlemezre másol minden olyan fájlt, amely szükséges az eredeti gyári állapot visszaállításához.
Item0759=Helyreállító telepítés
Item0760=A program telepíti a szoftvereket és az illesztőprogramokat, és a számítógépre szabja a telepítés tartalmát.
Item0761=A fájlok visszaállítása a merevlemezre
Item0762=A HP Drive Encryption (HPDE) engedélyezve van ezen a számítógépen. A Rendszer-helyreállítás futtatása előtt kapcsolja ki a HPDE-t.
	
[Minimized Image Recovery]	
Item0800=Minimális rendszerkép helyreállítása
Item0801=Ez a folyamat tiszta Windows környezetet telepít a számítógépre, illesztőprogramokkal és minimális számú szoftverrel.
Item0802=A felhasználó által a számítógép megvásárlása után létrehozott fájlok és telepített programok elvesznek.
Item0803=Előbb a fájlok biztonsági mentése (javasolt)
Item0804=Helyreállítás a fájlok biztonsági mentése nélkül
Item0805=A folytatáshoz válasszon egy lehetőséget, majd kattintson a Tovább gombra.
Item0806=Minimális rendszerkép helyreállítása
Item0807=Üdvözli a HP Recovery Manager!
Item0808=Ez a folyamat tiszta Windows környezetet telepít a számítógépre, illesztőprogramokkal és minimális számú szoftverrel.
Item0809=A helyreállítási folyamat két szakaszból áll:
Item0810=A helyreállítás előkészítése
Item0811=A program formázza a merevlemezt, majd másol minden olyan fájlt, amely a minimális rendszerkép helyreállításához szükséges.
Item0812=Helyreállító telepítés
Item0813=A program telepíti a szoftvereket és az illesztőprogramokat, és a számítógépre szabja a telepítés tartalmát.
Item0814=Mielőtt folytatná, válasszon le minden külső eszközt.
Item0815=További információt a számítógép dokumentációja tartalmaz.
Item0816=A folytatáshoz kattintson a Tovább gombra.
Item0817=A program dinamikus lemezt észlelt. A helyreállítás nem folytatódhat. A számítógép helyreállításához a helyreállítási adathordozó(ka)t kell használnia
Item0818=Minimális rendszerkép helyreállításának előkészítése
Item0819=A merevlemez Windows-partíciójának újraformázása
Item0820=A merevlemez visszaállításához szükséges fájlok másolása a merevlemezre
Item0821=Állapot:  00 % 
Item0822=Becsült hátralévő idő: 00 perc
Item0823=Kis türelmet...
Item0824=Befejeződött a helyreállítás előkészítése
Item0825=A számítógép újraindítása után elkezdődik a helyreállítás telepítési szakasza.
Item0826=A program telepíti a szoftvereket és az illesztőprogramokat, és a számítógépre szabja a telepítés tartalmát.
Item0827=Ebben a szakaszban a számítógép többször automatikusan újraindul. Ez a folyamat természetes része.
Item0828=Ez idő alatt ne állítsa le a számítógépet, ne zárja le a fedelét, ne húzza ki a váltóáramú tápegységet, valamint ne próbálja meg használni a számítógépet.
Item0829=A számítógép újraindításához kattintson a Folytatás parancsra.
Item0830=Befejeződött a helyreállítás
Item0831=Miután a számítógép újraindult, és Ön megadta a számítógép kezdeti beállításait, el kell végeznie néhány további fontos lépést:
Item0832=Frissítse a biztonsági fájlokat a Microsoft és a HP webhelyéről
Item0833=Telepítse újra azokat a szoftvereket, amelyek nem voltak előre telepítve a számítógépre
Item0834=Állítsa vissza a mentett személyes adatokat (amennyiben készített biztonsági mentést)
Item0835=A számítógép újraindításához kattintson a Befejezés gombra.
Item0836=OK
Item0837=Helyezze be a(z) 00. helyreállító lemezt.
Item0838=Távolítsa el a helyreállítási adathordozót a számítógépből
Item0839=A HP Recovery Manager most telepíti a minimális rendszerképet. A felhasználói adatok és a merevlemezen végrehajtott módosítások elvesznek.
Item0840=Mielőtt folytatná, válasszon le minden külső eszközt a billentyűzet, az egér és a monitor kivételével.
Item0841=Letiltva: A számítógép helyreállításához használja a Gyári visszaállítás lehetőséget
Item0842=Ha a számítógépen eredetileg több operációs rendszer volt telepítve, a helyreállítási folyamat az összes operációs rendszert visszaállítja a gyári állapotba.
	
[Boot from UCRD]	
Item0900=Rendszer-helyreállítás
Item0901=A HP Recovery Manager alapértelmezés szerint a merevlemezről indul, de futtathatja a behelyezetett adathordozóról is.
Item0902=A program futtatása az adathordozóról
Item0903=A program futtatása a merevlemezről
Item0904=A folytatáshoz válasszon egy lehetőséget, majd kattintson a Tovább gombra.
Item0905=A program futtatása a merevlemezről
Item0906=A számítógép most újraindul a partícióról.
Item0907=Mielőtt folytatná, távolítsa el a helyreállítási adathordozót.
Item0908=A varázsló bezárásához kattintson a Befejezés gombra.
Item0909=Kapcsolatfelvétel a HP ügyfélszolgálatával
Item0910=A helyreállítási adathordozó nem használható a számítógéppel.
Item0911=Erről az adathordozóról nem végezhető el a rendszer helyreállítása.
Item0912=A rendszer nem állítható helyre az eszközporttal. Forduljon a HP ügyfélszolgálatához.
		
[Factory Reset]	
Item1000=Gyári visszaállítás
Item1001=Gyári rendszerkép visszaállítása
Item1002=Visszaállítja a rendszert az eredeti gyári állapotába?
Item1003=Előbb a fájlok biztonsági mentése (javasolt)
Item1004=Helyreállítás a fájlok biztonsági mentése nélkül
Item1005=A folytatáshoz válasszon egy lehetőséget, majd kattintson a Tovább gombra.
Item1006=Üdvözli a HP Recovery Manager!
Item1007=Ezzel a programmal helyreállíthatja a számítógépet az eredeti gyári állapotába.
Item1008=A helyreállítási folyamat két szakaszból áll:
Item1009=A helyreállítás előkészítése
Item1010=A program újraformázza a merevlemezt, majd másol minden olyan fájlt, amely szükséges a gyári rendszerkép visszaállításához.
Item1011=Helyreállító telepítés
Item1012=A program telepíti a szoftvereket és az illesztőprogramokat, és a számítógépre szabja a telepítés tartalmát.
Item1013=Mielőtt folytatná, válasszon le minden külső eszközt.
Item1014=További információt a számítógép dokumentációja tartalmaz.
Item1015=A folytatáshoz kattintson a Tovább gombra.
Item1016=A HP Recovery Manager visszaállítja a merevlemezt az eredeti gyári állapotába. A felhasználói adatok és a merevlemezen végrehajtott módosítások elvesznek.
Item1017=Gyári rendszerkép helyreállításának előkészítése
Item1018=A merevlemez Windows-partíciójának újraformázása
Item1019=A merevlemez visszaállításához szükséges fájlok másolása a merevlemezre
Item1020=A fájlok visszaállítása a merevlemezre
Item1021=Állapot:  00 % 
Item1022=Kis türelmet...
Item1023=Becsült hátralévő idő: 00 perc
Item1024=Befejeződött a helyreállítás előkészítése
Item1025=A számítógép újraindítása után elkezdődik a helyreállítás telepítési szakasza.
Item1026=A program telepíti a szoftvereket és az illesztőprogramokat, és a számítógépre szabja a telepítés tartalmát.
Item1027=Ebben a szakaszban a számítógép többször automatikusan újraindul. Ez a folyamat természetes része.
Item1028=Ez idő alatt ne állítsa le a számítógépet, ne zárja le a fedelét, ne húzza ki a váltóáramú tápegységet, valamint ne próbálja meg használni a számítógépet.
Item1029=A számítógép újraindításához kattintson a Folytatás parancsra.
Item1030=Befejeződött a helyreállítás
Item1031=Miután a számítógép újraindult, és Ön megadta a számítógép kezdeti beállításait, el kell végeznie néhány további fontos lépést:
Item1032=Frissítse a biztonsági fájlokat a Microsoft és a HP webhelyéről
Item1033=Telepítse újra azokat a szoftvereket, amelyek nem voltak előre telepítve a számítógépre
Item1034=Állítsa vissza a mentett személyes adatokat (amennyiben készített biztonsági mentést)
Item1035=A számítógép újraindításához kattintson a Befejezés gombra.
Item1036=Igen
Item1037=Nem
Item1038=Kapcsolatfelvétel a HP ügyfélszolgálatával
Item1039=A merevlemez visszaállítása a legtöbb esetben megoldja a problémákat.
Item1040=Ha a problémák nem szűnnek meg, forduljon a HP ügyfélszolgálatához.
Item1041=A HP ügyfélszolgálat elérhetősége a számítógép dokumentációjában található.
Item1042=A program bezárásához kattintson a Befejezés gombra.
Item1043=Helyezze be a(z) 00. helyreállító lemezt.
Item1044=Távolítsa el a helyreállítási adathordozót a számítógépből
Item1045=A HP Recovery Manager visszaállítja a merevlemezt az eredeti gyári állapotába. A felhasználói adatok és a merevlemezen végrehajtott módosítások elvesznek.
Item1046=OK
Item1047=Mégse
Item1048=Mielőtt folytatná, válasszon le minden külső eszközt a billentyűzet, az egér és a monitor kivételével.
Item1049=A HP Recovery Manager visszaállítja a merevlemez(eke)t az eredeti gyári állapotába. A felhasználói adatok és a merevlemezen végrehajtott módosítások elvesznek.	
Item1050=Ez a folyamat visszaállítja a rendszert az eredeti gyári állapotába.
Item1051=A rendszer az eredeti gyári állapotnak megfelelően fogja újraparticionálni és -formázni a merevlemezt.
Item1052=A felhasználó által létrehozott fájlok és partíciók, valamint a vásárlás után telepített programok elvesznek.
Item1053=Ha a számítógépen eredetileg több operációs rendszer volt telepítve, a helyreállítási folyamat az összes operációs rendszert visszaállítja a gyári állapotba.
	
[Restoration Incomplete]	
Item1100=A helyreállítás nem fejeződött be
Item1101=A helyreállítás nem fejeződött be.
Item1102=Válasszon az alábbiak közül:
Item1103=Napló mentése
Item1104=Részletek
Item1105=Újra
Item1106=Ez a funkció információkat gyűjt a rendszerről, hogy a HP diagnosztizálhassa a problémát.
Item1107=Helyezzen be egy olyan cserélhető lemezmeghajtót, amelyen van legalább 00 MB szabad terület, majd kattintson az OK gombra.
Item1108=OK
Item1109=Nincs elég szabad terület. Helyezzen be egy olyan cserélhető lemezmeghajtót, amelyen van legalább 00 MB szabad terület, majd kattintson az OK gombra.
Item1110=A naplófájlt a következő néven mentette a program: 00.
Item1111=Helyezze be a helyreállítási adathordozót.
Item1112=A számítógép újraindításához kattintson a Folytatás parancsra.
Item1113=Folytatás
Item1114=A merevlemezen rendelkezésre álló összes hely kevesebb, mint a gyárban telepített eredeti merevlemezen. A helyreállítási folyamatot nem lehet folytatni.
Item1115=A merevlemezen rendelkezésre álló összes hely túl kevés. A helyreállítási folyamatot nem lehet folytatni.
		
[Drivers and Applications Reinstall]	
Item1200=Illesztőprogramok és alkalmazások újratelepítése
Item1201=Az illesztőprogramok és alkalmazások listájának létrehozása
Item1202=Kezdőlap
Item1203=Telepítés
Item1204=Telepítés
Item1205=Kész
Item1206=Alkalmazások (00)
Item1207=Illesztőprogramok (00)
Item1208=HP frissítések (00) – a HP.com webhelyről vagy a HP Support Assistant segítségével letöltött és telepített frissítések
Item1209=Verzió: 00
Item1210=00 elem,
Item1211=00/01 kiválasztott elem,
Item1212=00 alkalmazás és
Item1213=00 alkalmazás és
Item1214=00 illesztőprogram és
Item1215=00 illesztőprogram és
Item1216=00 HP frissítés
Item1217=00 HP frissítés
Item1218=A telepítés befejeződött.
Item1219=A program szoftvereket telepít. A HP Recovery Manager nem zárható be.
Item1220=OK
Item1221=A szoftver újratelepítése előtt távolítsa el a szoftver korábbi verzióját.
Item1222=Hiba történt a szoftver újratelepítése során. Próbálkozzon újra.
Item1223=Nem található szoftverforrás a számítógépen
Item1224=Elem
Item1225=00/01 kiválasztott elem,
Item1226=Lehet, hogy a kijelölt illesztőprogramok és/vagy alkalmazások közül egy vagy több nem lett megfelelően telepítve; ezek mellett felkiáltójel látható. Távolítsa el ezeket a számítógépről, mielőtt megpróbálja őket újra telepíteni a HP Recovery Manager programból.
Item1227=Lehet, hogy a kijelölt illesztőprogramok és/vagy alkalmazások közül egy vagy több nem lett megfelelően telepítve; ezek mellett 00 látható. Távolítsa el ezeket a számítógépről, mielőtt megpróbálja őket újra telepíteni a HP Recovery Manager programból.
Item1228=00 illesztőprogram
Item1229=00 illesztőprogram
Item1230=Kész	
	
[RP Protection]	
Item1300=Helyreállítási partíció
Item1301=Figyelmeztetés
Item1302=A merevlemez (vagy partíció) ezen területe a Windows Push Button Reset (Windows nyomógombos újraindítás) és HP lemezkép-helyreállítás során használt fájlokat tartalmaz.
Item1303=Ne törölje és ne módosítsa ezeket a fájlokat.
Item1304=A partíció bárminemű módosítása hatással lehet a rendszer jövőbeli helyreállítási funkcionalitására.
	
[Show Contact Information]	
Item1350=Kapcsolatfelvétel a HP ügyfélszolgálatával
Item1351=A gyári rendszerkép helyreállítása a legtöbb esetben megoldja a problémákat.
Item1352=Ha továbbra is problémákat tapasztal, vagy ha pótolnia kell a rendszer-helyreállítási adathordozókat, forduljon segítségért a HP ügyfélszolgálatához.
Item1353=A HP ügyfélszolgálat elérhetősége:
Item1354=www.hp.com/go/contacthp
Item1355=A program bezárásához kattintson a Befejezés gombra.
Item1356=A program bezárásához kattintson a Mégse gombra.

[File Backup Program 2.0]
Item1400=Melyik fájlkiválasztási módszerrel szeretné elkészíteni a biztonsági mentést?
Item1401=Automatikus kiválasztás
Item1402=Válassza ki, hogy mely fájlkategóriákról kell biztonsági másolatot készíteni.
Item1403=Felhasználó általi kiválasztás
Item1404=Válassza ki manuálisan, hogy mely mappákról és fájlokról kell biztonsági másolatot készíteni.
Item1405=Automatikus kiválasztás esetén azt adhatja meg, hogy milyen fájlkategóriákról készüljön mentés. Ilyen kategória például a „Képek”, illetve a „Zenék és egyéb hangfájlok”. A program ezután megkeresi a számítógépeken az ezekbe a kategóriákba tartozó fájlokat (az ilyen fájlok esetében gyakran használt fájltípusok előre meghatározott listája alapján), majd biztonsági másolatot készít róluk. A program tömöríti a fájlokat, ezért csak visszaállítás után érhetők el újra.
Item1406=A felhasználói kiválasztás esetén egy Windows Intéző-ablakban ki kell választania minden olyan fájlt és mappát, amelyről biztonsági másolatot kíván készíteni. Két választási lehetőség érhető el: a Tömörítés és a Nincs tömörítés
Item1407=Tömörítés: A program tömöríti a fájlokat, ezért csak visszaállítás után érhetők el újra.
Item1408=Nincs tömörítés: A program külön-külön, tömörítés nélkül másolja a fájlokat és a könyvtárakat. A fájlok a fájl-visszaállítási funkció használata nélkül is elérhetők.
Item1409=Szeretne tömörítést használni?
Item1410=Tömörítés
Item1411=Nincs tömörítés
Item1412=A program WIM fájlformátumba tömöríti a fájlokat. A fájlok csak azután használhatók, ha visszaállítja őket a számítógépre a Fájlvisszaállítás paranccsal. Ez a beállítás minimálisra csökkenti a biztonsági másolat méretét. Fájlvisszaállítás esetén minden fájlt automatikusan a C:\ könyvtárba másol a program, és elhelyez az asztalon egy hivatkozást, amellyel elérhetők.
Item1413=A program egyenként, tömörítés nélkül másolja a fájlokat és a könyvtárakat, így közvetlenül, a Fájlvisszaállítás parancs nélkül elérhetők a biztonsági másolatot tartalmazó meghajtóról. Ez a beállítás nem csökkenti minimálisra a biztonsági másolat méretét, és kézzel (másolás-beillesztés módszerrel) kell visszamásolni a fájlokat és a könyvtárakat a számítógépekre.
Item1414=Mely fájlokról kíván biztonsági másolatot készíteni?
Item1415=Tallózás
Item1416=Biztonsági másolat mérete:  00
Item1417=Név
Item1418=Méret
Item1419=Biztonsági másolat adathordozójának kiválasztása
Item1420=Adathordozó kiválasztása: 00
Item1421=00 ilyen típusú lemezre lesz szükség a biztonsági másolat elkészítéséhez.
Item1422=Ha a kiválasztott adathordozóra szeretné készíteni a biztonsági mentést, kattintson a Tovább gombra.
Item1423=Ha másféle adathordozót szeretne választani, kattintson a Vissza gombra.
Item1424=Fájlelőkészítés
Item1425=Lemez létrehozása
Item1426=Lemez írása
Item1427=Lemez ellenőrzése
Item1428=Helyezze be a(z) 00. lemezt (összesen: 00 00 lemez).
Item1429=Kiválasztott fájlok
Item1430=A fájlok másolása
Item1431=Megtörtént a kiválasztott fájlok és könyvtárak másolása
Item1432=A Recovery Manager sikeresen másolta a fájlokat.
Item1433=Vannak fájlok, amelyek nagyobbak, mint a biztonsági mentéshez használt lemez; a biztonsági mentés nem folytatódhat.
Item1434=Váltás tömörítéses üzemmódra
Item1435=00-nál nagyobb fájlok kijelölésének megszüntetése
Item1436=Eszköz ismételt kiválasztása
Item1437=Nagy fájlok listája
Item1438=Helyezze be a(z) 00. lemezt.
Item1439=Nem érhető el olyan lemez, amelyen van elég szabad terület a biztonsági mentés számára. Csatlakoztasson másik lemezt, vagy szabadítson fel területet azon, amely most csatlakoztatva van.
Item1440=Ez a lemeztípus nem támogatott.
Item1441=A fájlméret csökkentése. Szükséges a Fájlvisszaállítás opció használata.
Item1442=A fájlméretet nem kell csökkenteni. Nem szükséges a Fájlvisszaállítás opció használata.
Item1443=Biztonsági másolat csak optikai hordozóra vagy külső merevlemezre menthető. Ha a kívánt eszköz és/vagy adathordozó nem található az alábbi listában, ellenőrizze, hogy az eszköz csatlakoztatva van-e és be van-e kapcsolva, illetve a kívánt hordozótípus be van-e helyezve az optikai eszközbe a biztonságimásolat-készítés folytatásához.
Item1444=Ez nem a szükséges lemez, vagy lehet, hogy megsérült. Helyezze be a 00. lemezt.
Item1445=Biztonsági mentés csak külső merevlemezre és USB flash meghajtóra készíthető NTFS formátumban. Mielőtt folytatná a biztonsági mentést, győződjön meg arról, hogy a kívánt eszköz csatlakoztatva van, és a fájlrendszer NTFS típusú.
Item1446=Ha Automatikus kiválasztással vagy Felhasználó általi kiválasztással a 00-t választja, az összes fájlról biztonsági mentés készül Nincs tömörítés módban, és azokat kézileg, az adatok másolásával kell helyreállítani. A Fájlvisszaállítás lehetősége nem használható.
Item1447=Minden fájlt a 00 mappája tárol.
Item1448=A fájlok WIM formátumban vannak tömörítve, és ahhoz, hogy hozzáférhetővé váljanak, vissza kell állítani azokat a számítógépen a Fájlvisszaállítás lehetőség segítségével. Ez a lehetőség a biztonsági mentés méretét a lehető legkisebbé teszi, és minden fájl a megadott célhelyre kerül, továbbá az asztalon lévő parancsikon segítségével érhető el.
Item1449=A 00 adatok kiválasztása esetén a tömörítés nem támogatott.
Item1450=A 00 adatokról a biztonsági mentési mappa gyökérkönyvtárában lévő alábbi könyvtárban készül biztonsági mentés:
Item1451=A visszaállítás befejezése után másolja a 00 adatok biztonsági mentését a fenti mappából a rendszerre.
Item1452=A 00 adatokról kizárólag a Nincs tömörítés lehetőség segítségével lehet biztonsági mentést készíteni.
Item1453=Válassza ki az OK gombot a Nincs tömörítés lehetőséggel való biztonsági mentéshez, illetve a Mégse gombot a fájlok ismételt biztonsági mentéséhez.

[Windows Recovery Environment]
Item1500=HP biztonsági mentés és helyreállítás vagy kapcsolatfelvétel a HP támogatással

[Windows System Refresh]
Item1600=A számítógép frissítése a személyes fájlok érintése nélkül

[AboutInfo]
Item1700=Információk
Item1701=Verzió
Item1702=Helyreállítási adathordozó
Item1703=Rendszer
Item1704=Termékszám
Item1705=Sorozatszám
Item1706=HP helyreállítási partíció
Item1707=Igen
Item1708=Nem
Item1709=Névjegy